<!DOCTYPE html>
<html>
<head>
    <!--
        Customize this policy to fit your own app's needs. For more guidance, see:
            https://github.com/apache/cordova-plugin-whitelist/blob/master/README.md#content-security-policy
        Some notes:
            * gap: is required only on iOS (when using UIWebView) and is needed for JS->native communication
            * https://ssl.gstatic.com is required only on Android and is needed for TalkBack to function properly
            * Disables use of inline scripts in order to mitigate risk of XSS vulnerabilities. To change this:
                * Enable inline JS: add 'unsafe-inline' to default-src
        <meta http-equiv="Content-Security-Policy" content="default-src 'self' data: gap: https://ssl.gstatic.com 'unsafe-eval'; style-src 'self' 'unsafe-inline'; media-src *">
        -->
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no, minimal-ui">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <meta name="format-detection" content="telephone=no">
    <meta name="msapplication-tap-highlight" content="no">
    <title>Dinamica Urbana</title>
    <link rel="stylesheet" href="lib/framework7/css/framework7.material.min.css">
    <link rel="stylesheet" href="lib/framework7/css/framework7.material.colors.min.css">
    <link rel="stylesheet" href="arcgis/esri/css/esri.css" />
    <link rel="stylesheet" href="css/font-awesome.min.css">
    <link rel="stylesheet" href="css/styles.css">
    <script src="cordova.js"></script>

</head>
<body>
    <div class="panel-overlay"></div>
    <div class="panel panel-right panel-cover">
        <a href="#" onclick="myApp.closePanel('right');" class="button color-gray" style="margin: 0px;padding: 0px;float: right;">
            <i class="fa fa-times-circle" aria-hidden="true"></i>
        </a>
        <div style="background: #fff;" class="content-block">
            <h1 id="user_name" style="margin-bottom: 0em;"></h1>
            <p id="user_email" style="margin-top: 0;"></p>
            <div class="chip chip2" style="width: 100%;">
                <div id="ptTotales" class="chip-media chip-media2" style="background-color: #004167;"></div>
                <div class="chip-label">Puntos</div>
            </div>
            <br />
            <p class="buttons-row">
                <a href="#" class="button button-fill button-raised" style="background-color: #004167;" onclick="gotoCatalogo();">VER CAT&Aacute;LOGO DE PUNTOS</a>
            </p>
            <p class="buttons-row">
                <a href="#" class="button button-fill button-raised color-red" onclick="logout();">CERRAR SESSION</a>
            </p>
        </div>
    </div>
    <div class="views">
        <div class="view view-main">
            <div id="header" class="navbar">
                <div class="navbar-inner" id="map-toolbar" style="display: none;">
                    <div class="left">
                        <a href="#" onclick="gotoMain();" class="link"><i class="fa fa-chevron-left" aria-hidden="true"></i></a>
                    </div>
                    <div class="center navcenter">Bogotá Cambia</div>
                    <div class="right">
                        <a href="#" onclick="myApp.openPanel('right');" class="link"><i class="fa fa-user-circle-o" aria-hidden="true"></i></a>
                    </div>
                </div>
                <div class="navbar-inner" id="bienvenida-toolbar" style="display: none;">
                    <div class="left">
                        <a href="#" class="link"></a>
                    </div>
                    <div class="center navcenter">Bogotá Cambia</div>
                    <div class="right">
                        <a href="#" onclick="gotoNext();" class="link"><i class="fa fa-arrow-right" aria-hidden="true"></i></a>
                    </div>
                </div>
                <div class="navbar-inner" id="registro-toolbar" style="display: none;">
                    <div class="left">
                        <a href="#" onclick="gotoMain();" class="link"><i class="fa fa-chevron-left" aria-hidden="true"></i></a>
                    </div>
                    <div class="center navcenter">Bogotá Cambia</div>
                    <div class="right">
                        <a href="#" onclick="submitRegistro();" class="link">Continuar</a>
                    </div>
                </div>
                <div class="navbar-inner" id="terminos-toolbar" style="display: none;">
                    <div class="left">
                        <a href="#" onclick="gotoRegistroAgain();" class="link"><i class="fa fa-chevron-left" aria-hidden="true"></i></a>
                    </div>
                    <div class="center navcenter">Bogotá Cambia</div>
                    <div class="right">
                        <a href="#" class="link"></a>
                    </div>
                </div>
                <div class="navbar-inner" id="reporte-toolbar" style="display: none;">
                    <div class="left">
                        <a href="#" onclick="gotoMap();" class="link"><i class="fa fa-chevron-left" aria-hidden="true"></i></a>
                    </div>
                    <div class="center navcenter">Bogotá Cambia</div>
                    <div class="right">
                        <a href="#" onclick="submitReport();" class="link">Enviar</a>
                    </div>
                </div>
                <div class="navbar-inner" id="catalogo-toolbar" style="display: none;">
                    <div class="left">
                        <a href="#" onclick="gotoMap();" class="link"><i class="fa fa-chevron-left" aria-hidden="true"></i></a>
                    </div>
                    <div class="center navcenter">Bogotá Cambia</div>
                    <div class="right">
                        <a href="#" class="link"></a>
                    </div>
                </div>
                <div class="navbar-inner" id="catalogo-detail-toolbar" style="display: none;">
                    <div class="left">
                        <a href="#" onclick="gotoCatalogo();" class="link"><i class="fa fa-chevron-left" aria-hidden="true"></i></a>
                    </div>
                    <div class="center navcenter">Bogotá Cambia</div>
                    <div class="right">
                        <a href="#" class="link"></a>
                    </div>
                </div>
            </div>
            <div class="speed-dial"  id="speed-dial" style="display: none;">
                <a href="#" class="floating-button" style="background-color: #004167;">
                    <i class="fa fa-arrow-up" aria-hidden="true"></i>
                    <i class="fa fa-arrow-down" aria-hidden="true"></i>
                </a>
                <div class="speed-dial-buttons">
                    <a href="#" onclick="gotoTutorial();" class="link" style="background-color: #004167;"><i class="fa fa-question-circle" aria-hidden="true"></i></a>
                    <a href="#" onclick="gotoReporte();" class="link" style="background-color: #004167;"><i class="fa fa-camera" aria-hidden="true"></i></a>
                    <a id="buttonLocation" href="#" onclick="setLocation();" class="link" style="background-color: #004167;"><i class="fa fa-map-marker" aria-hidden="true"></i></a>
                    <a href="#" onclick="initLocationGPS();" class="link" style="background-color: #004167;"><i class="fa fa-street-view" aria-hidden="true"></i></a>                    
                </div>
            </div>
            <div class="pages">
                <div data-page="index" class="page navbar-fixed">
                    <div class="page-content">
                        <div id="bienvenidaDiv" style="display: none;">
                            <div class="content-block">
                                <p>Bogotá Cambia es una aplicación de dinámica urbana con la que puedes capturar y reportar transformaciones de la ciudad con fotos georeferenciadas por GPS y su ubicación en el Mapa de Bogotá. ¡Cada nuevo registro es un valioso dato que contribuirá a construir y mejorar la ciudad!</p>
                                <p>Esta aplicación ofrece tres opciones que podrás señalar en el Mapa de Bogotá al momento de reportar un cambio: Nueva Construcción, Demolición, y Cambio de Uso.</p>
                                - Si vas por la ciudad y descubres un predio con una obra reciente ó en obra, entras a la aplicación, capturas la imagen, la ubicas en el Mapa, y señalas <b>Nueva Construcción</b>.<br />
                                - Si por el contrario lo que ves es el derribo de una construcción, indicas <b>Demolición</b>.<br />
                                - Pero si observas que un terreno que antes era residencial y ahora es comercial, ó viceversa, ó incluso cualquier otra variación del predio en cuanto a su uso, entras a Bogotá Cambia, señalas <b>Cambio de uso</b> y especificas cuál.<br />
                                <p>¡Bogotá Cambia te motiva a buscar y descubrir nuevas e interesantes variaciones urbanas, donde quiera que te encuentres en la ciudad!</p>
                                <br />
                                <br />
                            </div>
                        </div>
                        <div id="registroDiv" style="display: none;">
                            <div class="content-block">
                                <div class="content-block">
                                    <p>Para iniciar ingresa tu correo:</p>
                                    <div class="list-block">
                                        <ul>
                                            <li>
                                                <div class="item-content">
                                                    <div class="item-inner">
                                                        <div class="item-input">
                                                            <input id="fcorreo" type="email" placeholder="E-mail">
                                                        </div>
                                                    </div>
                                                </div>
                                            </li>
                                        </ul>
                                    </div>
                                    <div id="registroNuevo" style="display: none;">
                                        <p>Para registrarte, ingresa tus datos b&aacute;sicos:</p>
                                        <div class="list-block">
                                            <ul>
                                                <li>
                                                    <div class="item-content">
                                                        <div class="item-inner">
                                                            <div class="item-input">
                                                                <input id="fnombres" type="text" placeholder="Nombres">
                                                            </div>
                                                        </div>
                                                    </div>
                                                </li>
                                                <li>
                                                    <div class="item-content">
                                                        <div class="item-inner">
                                                            <div class="item-input">
                                                                <input id="fapellidos" type="text" placeholder="Apellidos">
                                                            </div>
                                                        </div>
                                                    </div>
                                                </li>
                                                <li>
                                                    <label class="label-checkbox item-content">
                                                        <input type="checkbox" id="terminosCheck" name="terminosCheck">
                                                        <div class="item-media">
                                                            <i class="icon icon-form-checkbox"></i>
                                                        </div>
                                                        <div class="item-inner">
                                                            <div class="item-title">Acepto <a href="#" onclick="gotoTerminos();">t&eacute;rminos de uso</a></div>
                                                        </div>
                                                    </label>
                                                </li>
                                            </ul>
                                        </div>
                                    </div>
                                </div>
                            </div>
                        </div>
                        <div id="terminosDiv" style="display: none;">
                            <div class="content-block">
                                <p><strong>T&Eacute;RMINOS Y CONDICIONES DE USO PARA LA APLICACI&Oacute;N BOGOT&Aacute; CAMBIA</strong></p>
                                <p>Bienvenido a la aplicaci&oacute;n Bogot&aacute; Cambia (en adelante APLICACI&Oacute;N) de la Unidad Administrativa Especial de Catastro Distrital (UAECD). A continuaci&oacute;n encontrar&aacute; los t&eacute;rminos y condiciones para el acceso y uso de la APLICACI&Oacute;N (en adelante T&Eacute;RMINOS Y CONDICIONES).</p>
                                <p><strong>Definiciones</strong></p>
                                <p>DATOS PERSONALES: &ldquo;<em>Cualquier informaci&oacute;n vinculada o que pueda asociarse a una o varias personas naturales determinadas o determinables</em>&rdquo; (literal c del art&iacute;culo 3.&ordm; de la Ley 1581 de 2012).</p>
                                <p>UAECD: La Unidad Administrativa Especial de Catastro Distrital (UAECD) es una entidad p&uacute;blica del orden distrital adscrita a la Secretar&iacute;a Distrital de Hacienda de Bogot&aacute; D.C., que tiene &ldquo;<em>por objeto responder por la recopilaci&oacute;n e integraci&oacute;n de la informaci&oacute;n georreferenciada de la propiedad inmueble del Distrito Capital en sus aspectos f&iacute;sico, jur&iacute;dico y econ&oacute;mico, que contribuya a la planeaci&oacute;n econ&oacute;mica, social y territorial del Distrito Capital</em>&rdquo; (art&iacute;culo 63 del Acuerdo Distrital 257 de 2006).</p>
                                <p>USUARIO: Persona natural o jur&iacute;dica, p&uacute;blica o privada, que accede, utiliza y acepta los T&Eacute;RMINOS Y CONDICIONES de la APLICACI&Oacute;N.</p>
                                <p><strong>Aceptaci&oacute;n, modificaci&oacute;n y vigencia de los T&Eacute;RMINOS Y CONDICIONES</strong></p>
                                <p>El acceso y uso de la APLICACI&Oacute;N est&aacute; condicionado a la aceptaci&oacute;n de la totalidad de los T&Eacute;RMINOS Y CONDICIONES por parte del USUARIO. En el momento en que el USUARIO acceda a la APLICACI&Oacute;N y seleccione la opci&oacute;n &ldquo;<em>Acepto t&eacute;rminos de uso</em>&rdquo;, los T&Eacute;RMINOS Y CONDICIONES se entender&aacute;n le&iacute;dos, comprendidos y aceptados de manera expresa, plena y sin reservas. En el supuesto que el USUARIO no acepte los T&Eacute;RMINOS Y CONDICIONES deber&aacute; abstenerse de hacer uso de la APLICACI&Oacute;N.</p>
                                <p>La UAECD se reserva el derecho de agregar, eliminar, sustituir o hacer cualquier tipo de modificaci&oacute;n a la APLICACI&Oacute;N o a sus T&Eacute;RMINOS Y CONDICIONES, en cualquier momento, sin previo aviso y a su discreci&oacute;n, as&iacute; como el derecho a suspenderla, limitarla o eliminarla. Los cambios en la APLICACI&Oacute;N o en sus T&Eacute;RMINOS Y CONDICIONES ser&aacute;n publicados en la misma y se entender&aacute;n aceptados por los USUARIOS, salvo que estos manifiesten lo contrario.</p>
                                <p>Los T&Eacute;RMINOS Y CONDICIONES empezar&aacute;n a regir en el momento que el USUARIO seleccione la opci&oacute;n &ldquo;<em>Acepto t&eacute;rminos de uso</em>&rdquo;.</p>
                                <p>La UAECD se reserva el derecho de negar de forma temporal o definitiva el acceso y uso de la APLICACI&Oacute;N, sin previo aviso, en cualquier tiempo y por la raz&oacute;n que considere.&nbsp;</p>
                                <p><strong>Uso de la APLICACI&Oacute;N</strong></p>
                                <p>Con la aceptaci&oacute;n y cumplimiento de los T&Eacute;RMINOS Y CONDICIONES, el USUARIO tiene derecho a usar la APLICACI&Oacute;N para participar en la identificaci&oacute;n ciudadana de la din&aacute;mica inmobiliaria en la ciudad de Bogot&aacute; D.C., a trav&eacute;s del reporte georreferenciado de aumentos o disminuciones en las construcciones y cambios de uso de los predios.</p>
                                <p>El USUARIO no debe usar la APLICACI&Oacute;N para fines distintos a los previstos en los T&Eacute;RMINOS Y CONDICIONES o para actividades comerciales o lucrativas. Se proh&iacute;be toda distribuci&oacute;n de ejemplares o copias de la APLICACI&Oacute;N, su reproducci&oacute;n por cualquier forma o procedimiento, puesta a disposici&oacute;n o cualquier forma de comunicaci&oacute;n p&uacute;blica conocida o por conocerse, reutilizaci&oacute;n o transmisi&oacute;n, sin la autorizaci&oacute;n previa, expresa y por escrito de la UAECD. Tampoco est&aacute; permitido modificar o crear derivados de la APLICACI&Oacute;N o asociarla a p&aacute;ginas o a otras aplicaciones de Internet.</p>
                                <p>Para el acceso y uso de la APLICACI&Oacute;N, el USUARIO deber&aacute; utilizar &uacute;nicamente los medios o procedimientos que en cada caso se le indiquen o que se pongan a su disposici&oacute;n a estos efectos; o en general, aquellos habitualmente empleados en Internet siempre que no entra&ntilde;en ning&uacute;n tipo de riesgo para el correcto funcionamiento de la APLICACI&Oacute;N.</p>
                                <p><strong>Prohibiciones</strong></p>
                                <p>La APLICACI&Oacute;N y su contenido se pueden utilizar solamente para prop&oacute;sitos legales, entendi&eacute;ndose que cualquier tipo de conducta o actividad que pueda calificarse como ilegal conforme al derecho colombiano o a los tratados o convenios internacionales celebrados y aprobados por Colombia, estar&aacute; de plano prohibida, y ser&aacute; de exclusivo cargo del USUARIO la asunci&oacute;n de cualquier tipo de responsabilidad a &eacute;l imputable, as&iacute; como la aplicaci&oacute;n de las sanciones legales a que haya lugar.</p>
                                <p>Asimismo, se encuentran prohibidas entre otras las siguientes conductas: realizar, promover o permitir la publicaci&oacute;n o transmisi&oacute;n de cualquier tipo de material o informaci&oacute;n ilegal, falsa, amenazante, abusiva, difamatoria, obscena, ofensiva, pornogr&aacute;fica o profana, o que afecte los derechos de terceros. Este tipo de contenidos ser&aacute;n excluidos de la APLICACI&Oacute;N por la UAECD.</p>
                                <p>En el evento que se presenten conductas que puedan desconocer los T&Eacute;RMINOS Y CONDICIONES de la APLICACI&Oacute;N, la UAECD se reserva el derecho de evaluarlas e iniciar las acciones legales pertinentes.</p>
                                <p><strong>Registro de los USUARIOS</strong></p>
                                <p>El acceso y uso de la APLICACI&Oacute;N est&aacute; supeditado al registro previo. Por lo tanto, el USUARIO garantiza la veracidad y exactitud de los datos registrados y se compromete a actualizar sus datos, no utilizar su cuenta de usuario con fines o para actividades diferentes a las establecidas en los T&Eacute;RMINOS Y CONDICIONES, en el evento que se utilicen contrase&ntilde;as conservar con diligencia y guardar con absoluta confidencialidad las mismas, evitando que otras personas tengan acceso a la mismas y comunicar inmediatamente a la UAECD su sustracci&oacute;n o p&eacute;rdida y, en general, cualquier uso indebido de su cuenta de USUARIO por terceras personas.</p>
                                <p>La UAECD se reserva el derecho a modificar las capacidades de transmisi&oacute;n, seguimiento u otros medios o servicios t&eacute;cnicos utilizados para el acceso y uso de la APLICACI&Oacute;N, as&iacute; como de excluir de la aplicaci&oacute;n a todo USUARIO que haya facilitado datos falsos, sin perjuicio de las dem&aacute;s acciones legales que procedan.</p>
                                <p><strong>Propiedad intelectual</strong></p>
                                <p>La APLICACI&Oacute;N, as&iacute; como sus im&aacute;genes, nombres, marcas comerciales, lemas, ense&ntilde;as, logotipos, s&iacute;mbolos, archivos de audio y v&iacute;deo, botones, archivos de software, combinaciones de colores, estructura, selecci&oacute;n, ordenaci&oacute;n y presentaci&oacute;n de sus contenidos, productos y servicios son de propiedad de la UAECD, y se encuentran protegidos por las leyes colombianas, normas de la Comunidad Andina de Naciones y dem&aacute;s instrumentos internacionales sobre derechos de autor, derechos conexos y propiedad industrial. El USUARIO est&aacute; obligado a usar la APLICACI&Oacute;N cumpliendo con lo regulado por el r&eacute;gimen legal sobre propiedad intelectual.</p>
                                <p>En ning&uacute;n caso, el acceso y uso de la APLICACI&Oacute;N implica la renuncia, transmisi&oacute;n, licencia o cesi&oacute;n total ni parcial de los derechos de propiedad intelectual de la UAECD, salvo que se establezca expresamente lo contrario. Los T&Eacute;RMINOS Y CONDICIONES de la APLICACI&Oacute;N no confieren a los USUARIOS ning&uacute;n derecho de utilizaci&oacute;n, alteraci&oacute;n o modificaci&oacute;n, explotaci&oacute;n, reproducci&oacute;n, distribuci&oacute;n o comunicaci&oacute;n p&uacute;blica de la informaci&oacute;n contenida en la APLICACI&Oacute;N distintos de los aqu&iacute; expresamente previstos. Cualquier otro uso o explotaci&oacute;n de cualesquier derecho estar&aacute; sujeto a la previa y expresa autorizaci&oacute;n de la UAECD.</p>
                                <p>En el evento que el USUARIO aporte informaci&oacute;n (conocimientos, sugerencias, etc.) que permita mejorar el uso de la APLICACI&Oacute;N, se entender&aacute; que dicha informaci&oacute;n incluye una licencia gratuita, con vigencia perpetua y un &aacute;mbito de aplicaci&oacute;n mundial, de car&aacute;cter irrevocable y no exclusiva, para que la UAECD la pueda usar, modificar, adaptar, publicar, comunicar o difundir p&uacute;blicamente, reproducir, copiar, distribuir, transmitir, transferir, sublicenciar, explotar, compilar o crear obras derivadas, por cualquier medio conocido o por conocer. Para el uso de esta licencia la UAECD no requerir&aacute; autorizaciones adicionales. Con la aceptaci&oacute;n de los T&Eacute;RMINOS Y CONDICIONES el USUARIO renuncia a cualquier reclamo que menoscabe las autorizaciones de la referida licencia.</p>
                                <p>Cualquier USUARIO que considere que una obra o creaci&oacute;n intelectual ha sido divulgada en la APLICACI&Oacute;N, con violaci&oacute;n a normas legales o instrumentos internacionales referentes a propiedad intelectual, puede comunicar esta situaci&oacute;n al correo electr&oacute;nico descrito en el t&iacute;tulo &ldquo;<em>Domicilio y sitio de contacto</em>&rdquo; de los T&Eacute;RMINOS Y CONDICIONES para que la UAECD inicie las acciones que correspondan.</p>
                                <p>En la APLICACI&Oacute;N se puede encontrar contenido de personas diferentes a la UAECD, tales como nombres, marcas, productos, servicios, etc., cuyos derechos de propiedad intelectual est&aacute;n reservados a lo que dispongan sus propietarios.</p>
                                <p><strong>Exclusi&oacute;n de responsabilidad por el uso de la APLICACI&Oacute;N. </strong></p>
                                <p>La UAECD procura que el contenido de la APLICACI&Oacute;N est&eacute; disponible, actualizado y sea exacto. No obstante, la UAECD no garantiza que los datos, sistemas, informaci&oacute;n y en general el contenido de la APLICACI&Oacute;N se encuentre operando o disponible en todo momento, actualizado, fiable en su totalidad, no presente errores o cumpla las expectativas del USUARIO. En este sentido, la UAECD no se hace responsable de los da&ntilde;os (patrimonial o extrapatrimonial) y perjuicios directos o indirectos de cualquier &iacute;ndole que se deriven de dichas circunstancias.</p>
                                <p>La APLICACI&Oacute;N dispone de la tecnolog&iacute;a necesaria para el acceso y utilizaci&oacute;n de la misma en condiciones de seguridad y confiabilidad, sin embargo, la UAECD no garantiza la eventual existencia de virus u otros elementos nocivos, introducidos por cualquier medio y por cualquier tercero, que puedan producir alteraciones en los contenidos y servicios, as&iacute; como en los sistemas inform&aacute;ticos, documentos electr&oacute;nicos o archivos del USUARIO, y no se hace responsable de los da&ntilde;os o perjuicios directos o indirectos derivados de tales situaciones, ni de accesos no autorizados, falla, p&eacute;rdida o hurto del dispositivo electr&oacute;nico empleado para usar la aplicaci&oacute;n.</p>
                                <p>La UAECD no ser&aacute; responsable de reclamaci&oacute;n, da&ntilde;o general, especial, incidental o consecuente que se derive del uso de la APLICACI&Oacute;N, ni de los da&ntilde;os o perjuicios causados por el USUARIO a terceros por el uso de la APLICACI&Oacute;N, aunque la UAECD haya sido puesta sobre aviso acerca de tales da&ntilde;os.</p>
                                <p>El USUARIO acepta hacer uso de la APLICACI&Oacute;N en las condiciones que esta se encuentre, asumiendo de forma exclusiva los riesgos que genere la utilizaci&oacute;n de la misma. De igual forma, el uso de la APLICACI&Oacute;N por el USUARIO no genera contraprestaciones a favor de este y a cargo de la UAECD, ni relaciones laborales o societarias.</p>
                                <p>Con la aceptaci&oacute;n de los T&Eacute;RMINOS Y CONDICIONES, el USUARIO se obliga a mantener indemne a la UAECD por reclamos, acciones administrativas o judiciales o responsabilidad que se origine por el uso de la APLICACI&Oacute;N por parte del USUARIO. &nbsp;&nbsp; </p>
                                <p><strong>Enlaces</strong></p>
                                <p>La UAECD en la APLICACI&Oacute;N puede establecer enlaces a diferentes sitios de Internet. En el evento que estos sitios sean desarrollados por terceras personas, la UAECD no se hace responsable de los contenidos, productos y servicios anunciados en dichos sitios, ni tampoco comparte necesariamente las opiniones que en estos sitios se manifiesten.</p>
                                <p><strong>Protecci&oacute;n de DATOS PERSONALES</strong></p>
                                <p>Solo ser&aacute;n objeto de tratamiento por parte de la UAECD, los DATOS PERSONALES que el USUARIO haya registrado para el uso de la APLICACI&Oacute;N.</p>
                                <p>Con la aceptaci&oacute;n de los T&Eacute;RMINOS Y CONDICIONES el USUARIO autoriza el tratamiento de sus DATOS PERSONALES por parte de la UAECD para el uso de la APLICACI&Oacute;N y la comunicaci&oacute;n de la oferta institucional de la UAECD o de las personas que apoyen la promoci&oacute;n del uso de la APLICACI&Oacute;N, en este &uacute;ltimo caso previa autorizaci&oacute;n de la UAECD.</p>
                                <p>La UAECD como responsable del tratamiento de DATOS PERSONALES garantiza a los USUARIOS el cumplimiento de la legislaci&oacute;n colombiana sobre la materia, en la que se encuentran entre otras nomas, el art&iacute;culo 15 de la Constituci&oacute;n Pol&iacute;tica de Colombia, relativo al derecho que tienen las personas de conocer, actualizar y rectificar las informaciones que se hayan recogido sobre ellas en bancos de datos y en archivos de entidades p&uacute;blicas y privadas, la Ley 1581 de 2012, sobre protecci&oacute;n de DATOS PERSONALES, el Decreto 1377 de 2013, reglamentario de dicha ley y dem&aacute;s normas que las modifiquen, sustituyan o adicionen.</p>
                                <p>Los DATOS PERSONALES recibidos por la UAECD no ser&aacute;n entregados a terceros para fines distintos a los se&ntilde;alados en los T&Eacute;RMINOS Y CONDICIONES, salvo las excepciones previstas en el art&iacute;culo 10 de la Ley 1581 de 2012.</p>
                                <p>Los DATOS PERSONALES del USUARIO recibidos por la UAECD son almacenados en bases de datos dispuestas en servidores de propiedad de la UAECD, quien asume las medidas de &iacute;ndole t&eacute;cnica, organizativa y de seguridad que garanticen la confidencialidad e integridad de los datos de acuerdo con lo establecido en la Ley 1581 de 2012.</p>
                                <p>El USUARIO de la APLICACI&Oacute;N podr&aacute; ejercer en cualquier momento los derechos de acceso, rectificaci&oacute;n, cancelaci&oacute;n u oposici&oacute;n con respecto a los datos por &eacute;l suministrados, a trav&eacute;s del correo electr&oacute;nico descrito en el t&iacute;tulo &ldquo;<em>Domicilio y sitio de contacto</em>&rdquo;, o mediante los mecanismos que para tal efecto disponga la UAECD, en los t&eacute;rminos de las disposiciones legales y reglamentarias sobre protecci&oacute;n de DATOS PERSONALES y conforme a la pol&iacute;tica para el tratamiento de los DATOS PERSONALES de la UAECD.</p>
                                <p><strong>Contenido publicitario en la APLICACI&Oacute;N</strong></p>
                                <p>La APLICACI&Oacute;N puede contener publicidad. La UAECD o la persona que esta designe son los &uacute;nicos autorizados para administrar de forma exclusiva los espacios publicitarios de la APLICACI&Oacute;N. El USUARIO no debe modificar los contenidos publicitarios dispuestos en la APLICACI&Oacute;N. La UAECD se reserva el derecho de enviar mensajes de datos con contenido publicitario relacionado con la oferta institucional de la UAECD o de las personas que apoyen la promoci&oacute;n del uso de la APLICACI&Oacute;N, en este &uacute;ltimo caso previa autorizaci&oacute;n de la UAECD, al correo electr&oacute;nico registrado por el USUARIO.</p>
                                <p><strong>Seguridad de la APLICACI&Oacute;N</strong></p>
                                <p>Para efectos de mantener las condiciones de seguridad de la APLICACI&Oacute;N, la UAECD se reserva el derecho de revisar y registrar el uso de la APLICACI&Oacute;N, sin autorizaci&oacute;n o aviso previo al USUARIO.</p>
                                <p>La UAECD podr&aacute; adelantar las acciones legales (penales, civiles, etc.) que sean necesarias cuando se use o intente utilizar la APLICACI&Oacute;N sin autorizaci&oacute;n, as&iacute; como para remediar cualquier violaci&oacute;n a los T&Eacute;RMINOS Y CONDICIONES o para reclamar la indemnizaci&oacute;n por concepto de da&ntilde;os o perjuicios ante el incumplimiento de los T&Eacute;RMINOS Y CONDICIONES. Tambi&eacute;n restringir&aacute; el acceso y uso de la APLICACI&Oacute;N a los USUARIOS involucrados en dichas conductas.</p>
                                <p><strong>Ley aplicable a los T&Eacute;RMINOS Y CONDICIONES</strong></p>
                                <p>Los T&Eacute;RMINOS Y CONDICIONES se aplicar&aacute;n, interpretar&aacute;n y regir&aacute;n de conformidad con la legislaci&oacute;n Colombiana. Para cualquier efecto legal o judicial, el lugar de los T&Eacute;RMINOS Y CONDICIONES es la ciudad de Bogot&aacute;, Distrito Capital,&nbsp; Departamento de Cundinamarca, Colombia y cualquier controversia que surja de su interpretaci&oacute;n o aplicaci&oacute;n se someter&aacute; a los jueces de Colombia.</p>
                                <p>El usuario no podr&aacute; alegar ante la UAECD o ante una autoridad judicial o administrativa diferente a la UAECD, la aplicaci&oacute;n de condiciones que no est&eacute;n expresamente incorporadas en los T&Eacute;RMINOS Y CONDICIONES.</p>
                                <p>Si cualquier disposici&oacute;n de los T&Eacute;RMINOS Y CONDICIONES pierde validez o fuerza obligatoria, por cualquier raz&oacute;n, todas las dem&aacute;s disposiciones conservan su fuerza obligatoria, car&aacute;cter vinculante y generar&aacute;n todos sus efectos.</p>
                                <p><strong>Incentivos</strong></p>
                                <p>La UAECD podr&aacute; establecer incentivos para los USUARIOS de la APLICACI&Oacute;N. En este evento la obtenci&oacute;n de los incentivos se regir&aacute; por las condiciones que se fijen al momento de establecer dichos incentivos y por estos T&Eacute;RMINOS Y CONDICIONES.</p>
                                <p><strong>Domicilio y sitio de contacto</strong></p>
                                <p>La APLICACI&Oacute;N es administrada por la UAECD, cuyo domicilio es la ciudad de Bogot&aacute; D.C., Colombia.</p>
                                <p>En el evento de alguna inquietud, sugerencia, petici&oacute;n, queja o reclamo, respecto a los T&Eacute;RMINOS Y CONDICIONES de la APLICACI&Oacute;N, el USUARIO podr&aacute; comunicarlas mediante el env&iacute;o de un mensaje de datos a la siguiente direcci&oacute;n de correo electr&oacute;nico: <u>contactenos@catastrobogota.gov.co.</u></p>
                            </div>
                        </div>
                        <div id="mapDiv"
                             style="padding: 0px; width: 100%; position: absolute; top: 0px;" >
                            <div id="map" style="padding: 0px; width: 100%; height: 100%;"></div>
                        </div>
                        <div id="reporteDiv" style="display: none;">
                            <div class="content-block">
                                <div class="content-block-title">CATEGORIAS</div>
                                <div class="list-block">
                                    <ul>
                                        <li>
                                            <label class="label-radio item-content">
                                                <input type="radio" name="ftipo" value="Demolición">
                                                <div class="item-media"><i class="icon icon-form-radio"></i></div>
                                                <div class="item-inner">
                                                    <div class="item-title">Demolici&oacute;n</div>
                                                </div>
                                            </label>
                                        </li>
                                        <li>
                                            <label class="label-radio item-content">
                                                <input type="radio" name="ftipo" value="Nueva Construcción">
                                                <div class="item-media"><i class="icon icon-form-radio"></i></div>
                                                <div class="item-inner">
                                                    <div class="item-title">Nueva Construcci&oacute;n</div>
                                                </div>
                                            </label>
                                        </li>
                                        <li>
                                            <label class="label-radio item-content">
                                                <input type="radio" name="ftipo" value="Cambio de Uso">
                                                <div class="item-media"><i class="icon icon-form-radio"></i></div>
                                                <div class="item-inner">
                                                    <div class="item-title">Cambio de Uso</div>
                                                </div>
                                            </label>
                                        </li>                                        
                                    </ul>
                                </div>
                                <div id="detalleTipo" style="display: none;">
                                    <div class="content-block-title">TIPO DE CAMBIO</div>
                                    <div class="list-block">
                                        <ul>
                                            <li>
                                                <label class="label-radio item-content">
                                                    <input type="radio" name="ftipodetalle" value="Residencial a Comercial">
                                                    <div class="item-media"><i class="icon icon-form-radio"></i></div>
                                                    <div class="item-inner">
                                                        <div class="item-title">Residencial a Comercial</div>
                                                    </div>
                                                </label>
                                            </li>
                                            <li>
                                                <label class="label-radio item-content">
                                                    <input type="radio" name="ftipodetalle" value="Comercial a Residencial">
                                                    <div class="item-media"><i class="icon icon-form-radio"></i></div>
                                                    <div class="item-inner">
                                                        <div class="item-title">Comercial a Residencial</div>
                                                    </div>
                                                </label>
                                            </li>
                                            <li>
                                                <label class="label-radio item-content">
                                                    <input type="radio" name="ftipodetalle" value="Residencial a Institucional">
                                                    <div class="item-media"><i class="icon icon-form-radio"></i></div>
                                                    <div class="item-inner">
                                                        <div class="item-title">Residencial a Institucional</div>
                                                    </div>
                                                </label>
                                            </li>                                              
                                        </ul>
                                    </div>
                                </div>
                                <div class="content-block-title">FOTOS</div>
                                <div class="list-block">
                                    <ul>
                                        <li>
                                            <div class="item-content">
                                                <div class="item-inner">
                                                    <div class="item-input">
                                                        <div id="photolist">

                                                        </div>
                                                        <br />
                                                        <p class="buttons-row" style="float: right;">
                                                            <a href="#" onclick="addPhotos(Camera.PictureSourceType.CAMERA);" style="width: 50px;background-color: #004167;" class="button color-white"><i class="fa fa-camera" aria-hidden="true"></i></a>
                                                            <a href="#" onclick="addPhotos(Camera.PictureSourceType.SAVEDPHOTOALBUM);" style="width: 50px;background-color: #004167;" class="button color-white"><i class="fa fa-picture-o" aria-hidden="true"></i></a>
                                                            <a href="#" onclick="clearPhotos();" style="width: 50px;" class="button color-white bg-red"><i class="fa fa-trash" aria-hidden="true"></i></a>
                                                        </p>

                                                    </div>
                                                </div>
                                            </div>
                                        </li>
                                    </ul>
                                </div>
                                <br />
                                <br />
                                <br />
                            </div>
                        </div>
                        <div id="catalogoDiv" style="display: none;">
                            <div class="content-block">
                                <h1>Niveles (o Patrocinadores)</h1>
                                <div class="list-block media-list">
                                    <ul>
                                        <li>
                                            <a href="#" class="item-link item-content" onclick="gotoCatalogoDetail();">
                                                <div class="item-media">
                                                    <i class="fa fa-star" aria-hidden="true" style="font-size: 60px;color: white;background: green;border-radius: 50%;width: 80px;height: 80px;text-align: center;line-height: 80px;"></i>
                                                </div>
                                                <div class="item-inner">
                                                    <div class="item-title-row">
                                                        <div class="item-title">Nivel 1</div>
                                                    </div>
                                                    <div class="item-subtitle">10 / 20</div>
                                                    <div class="item-text">Lorem ipsum dolor sit amet...</div>
                                                </div>
                                            </a>
                                        </li>
                                        <li>
                                            <a href="#" class="item-link item-content" onclick="gotoCatalogoDetail();">
                                                <div class="item-media">
                                                    <i class="fa fa-star" aria-hidden="true" style="font-size: 60px;color: white;background: yellow;border-radius: 50%;width: 80px;height: 80px;text-align: center;line-height: 80px;"></i>
                                                </div>
                                                <div class="item-inner">
                                                    <div class="item-title-row">
                                                        <div class="item-title">Nivel 2</div>
                                                    </div>
                                                    <div class="item-subtitle">50%</div>
                                                    <div class="item-text">Lorem ipsum dolor sit amet...</div>
                                                </div>
                                            </a>
                                        </li>
                                        <li>
                                            <a href="#" class="item-link item-content" onclick="gotoCatalogoDetail();">
                                                <div class="item-media">
                                                    <i class="fa fa-star" aria-hidden="true" style="font-size: 60px;color: white;background: blue;border-radius: 50%;width: 80px;height: 80px;text-align: center;line-height: 80px;"></i>
                                                </div>
                                                <div class="item-inner">
                                                    <div class="item-title-row">
                                                        <div class="item-title">Nivel 3</div>
                                                    </div>
                                                    <div class="item-subtitle">300 pts</div>
                                                    <div class="item-text">Lorem ipsum dolor sit amet...</div>
                                                </div>
                                            </a>
                                        </li>                                                                                
                                    </ul>
                                </div>
                            </div>
                        </div>
                        <div id="catalogoDetailDiv" style="display: none;">
                            <div class="content-block">

                                <h1>Beneficios Nivel 1</h1>
                                <div class="card demo-card-header-pic">
                                    <div valign="bottom" class="card-header color-white no-border" style="background-image:url(http://www.okeybrand.com/ok/wp-content/uploads/2009/09/exito.jpg);height: 30vw;background-size: cover;background-position: center;">Titulo</div>
                                    <div class="card-content">
                                        <div class="card-content-inner">
                                            <p class="color-gray">Alternativa: XXXXX puntos</p>
                                            <p>Descripcion del premio. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Pellentesque nec pharetra nisl. Donec rhoncus tortor rutrum orci luctus auctor. Maecenas lacinia fringilla risus et ullamcorper. Pellentesque id elementum risus. </p>
                                        </div>
                                    </div>
                                    <div class="card-footer">
                                        <a href="#" class="link"></a>
                                        <a href="#" class="link">Redimir</a>
                                    </div>
                                </div>

                                <h1>Beneficios Nivel 2</h1>
                                <div class="card demo-card-header-pic">
                                    <div valign="bottom" class="card-header color-white no-border" style="background-image:url(http://www.integracionsocial.gov.co/images/firma_logo.png);height: 30vw;background-size: cover;background-position: center;">Titulo</div>
                                    <div class="card-content">
                                        <div class="card-content-inner">
                                            <p class="color-gray">Alternativa: XXXXX puntos</p>
                                            <p>Descripcion del premio. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Pellentesque nec pharetra nisl. Donec rhoncus tortor rutrum orci luctus auctor. Maecenas lacinia fringilla risus et ullamcorper. Pellentesque id elementum risus. </p>
                                        </div>
                                    </div>
                                    <div class="card-footer">
                                        <a href="#" class="link"></a>
                                        <a href="#" class="link">Redimir</a>
                                    </div>
                                </div>
                                <br />
                                <br />
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>

    <script type="text/javascript" src="js/jquery-1.11.1.min.js"></script>
    <script type="text/javascript" src="js/jquery.validity.js"></script>
    <script type="text/javascript" src="lib/framework7/js/framework7.min.js"></script>
    <script type="text/javascript" src="js/index.js"></script>
    <script type="text/javascript" src="arcgis/init.js"></script>

</body>
</html>